[
  {
    "confidence": 0.9545566666666667,
    "end": 9114,
    "speaker": "B",
    "start": 2130,
    "text": "This latest war between Israel and Hamas has killed more than 4000 people, making it the deadliest of five Gaza wars."
  },
  {
    "confidence": 0.9576055,
    "end": 14634,
    "speaker": "C",
    "start": 9162,
    "text": "And things could get worse once Israel's expected ground invasion begins. We'll hear what the situation is now in Gaza."
  },
  {
    "confidence": 0.9558531746031746,
    "end": 36326,
    "speaker": "B",
    "start": 14682,
    "text": "I'm Michelle Martin. That's a martinez. And this is up first from NPR News. Some Western countries are calling for an investigation into the explosion at a Gaza hospital that killed hundreds of people. Israeli and Palestinian officials are blaming each other for the incident that has led to mass protests across Arab nations. So what do we know about what really happened?"
  },
  {
    "confidence": 0.9695264444444445,
    "end": 48700,
    "speaker": "C",
    "start": 36428,
    "text": "And Congress remains paralyzed because for the second time, ohio Congressman Jim Jordan failed to get enough votes to become House Speaker. Where does this leave his bid for the gavel? Stay with us. We've got all the news you need to start your day."
  },
  {
    "confidence": 0.9570320754716978,
    "end": 112480,
    "speaker": "D",
    "start": 58370,
    "text": "This message comes from NPR sponsor the Mighty Fix. It's easy to discover new sustainable goods for your home with the Mighty Fix. Each month you'll get a new earth friendly product so you can make changes in your home, like cutting down on plastic ditching paper towels, or cleaning with more natural ingredients. Each Mighty Fix is personalized, based on the changes you want to make. Shipping is always free. Cancel at any time. Get your first month for $5 at themightyfix.com NPR. Support for NPR and the following message come from vlux no Leak Skylights enjoy a brighter home. Vlux Skylights are designed to bring the benefits of natural light into your home, while transforming rooms and dark spaces with daylight. Vlux solar powered fresh air skylights with shades also open to let in fresh air and let you be in control of how much light you want to bring in. Learn the benefits of Vlux skylights@yskylights.com."
  },
  {
    "confidence": 0.9159314814814818,
    "end": 131640,
    "speaker": "K",
    "start": 113010,
    "text": "Hey, it's Danielle Alarcon from NPR's Radio Bullante Podcast. I'm one of thousands of NPR network voices coming to you from over 200 local newsrooms across the country. We bring all Americans closer together through free and independent journalism, music, politics, culture, and so much more. The NPR network what you hear changes everything."
  },
  {
    "confidence": 0.9431946153846152,
    "end": 137298,
    "speaker": "C",
    "start": 132810,
    "text": "Western leaders are showing unified support of Israel in its war against Hamas."
  },
  {
    "confidence": 0.9662220634920634,
    "end": 157838,
    "speaker": "B",
    "start": 137394,
    "text": "Yesterday, U. S. President Joe Biden visited Tel Aviv and met with Israeli Prime Minister Benjamin Netanyahu and his war cabinet. This morning, British Prime Minister Rishi Sunak landed in Israel. The visits followed nearly two weeks of war since Hamas launched a surprise attack that killed at least 1400 people. Israel has retaliated with airstrikes in Gaza and has killed thousands more."
  },
  {
    "confidence": 0.9060220833333336,
    "end": 165438,
    "speaker": "C",
    "start": 157924,
    "text": "For more, we're joined by NPR Zaya Batrawi in Jerusalem. So it was a whirlwind visit for President Biden. What are the main takeaways?"
  },
  {
    "confidence": 0.9648703149606294,
    "end": 205006,
    "speaker": "E",
    "start": 165534,
    "text": "Well, there are three. The first was affirming again his unwavering commitment to Israel's security. Biden met with grieving families and first responders in Tel Aviv. He acknowledged the pain here and said the scale of those October 7 attacks for a country the size of Israel was like 15 September 11 attacks. And then that leads really to the second takeaway, which is he also had words of caution for Israel. There are diverse opinions here about Israel's treatment of Palestinians and the war, but there's also widespread anger and a feeling that Israel's survival is dependent on wiping out Hamas. So President Biden said he understood there must be justice, but he also said, quote, while you feel that rage, don't be consumed by it."
  },
  {
    "confidence": 0.9835115,
    "end": 212762,
    "speaker": "A",
    "start": 205108,
    "text": "After 911, we were enraged in the United States. While we sought justice and got justice, we also made mistakes."
  },
  {
    "confidence": 0.9668029999999999,
    "end": 251414,
    "speaker": "E",
    "start": 212906,
    "text": "And he followed that by also saying that the vast majority of Palestinians are not Hamas. And the timing of all of this was less than 24 hours after a catastrophic blast at a hospital in Gaza where thousands of people were sheltering. The Palestinian Health Ministry says around 470 people were killed in that blast. Many, if not most, were children. Israel blames an errant militant rocket. But Palestinians and the rest of the Middle East, including the governments here, say it was Israel. And so the suffering of Palestinians in Gaza is on display every day that this war continues. And that leads to the third takeaway from Biden's visit. He got Israel's war cabinet and the Prime Minister to agree to let some humanitarian aid into Gaza."
  },
  {
    "confidence": 0.9807133333333334,
    "end": 253514,
    "speaker": "C",
    "start": 251462,
    "text": "Yeah, that's right. So when might that get in?"
  },
  {
    "confidence": 0.9536261471861462,
    "end": 320146,
    "speaker": "E",
    "start": 253632,
    "text": "Biden says it could get in Friday. Israel bombed the roads leading the Gaza's border crossing with Egypt, where a huge convoy of aid trucks is ready to go in. So those repairs on those roads could tap in today, but Biden says it will only at most be 20 trucks at first, and the UN will do the distribution inside Gaza. And he warned that if any of that goes to Hamez, the aid will stop. Israel also says this aid is only for southern Gaza, so Gaza's biggest hospital and everyone in the north might not get any of this aid. And Israel did not say fuel could enter, so that means hospital generators could still shut down. The only electricity for most people in Gaza now is coming from generators. I talked at the same in Gaza City, where Israel told people to evacuate. She says there's nowhere else to go. The south in these so called safe zones aren't safe either. NPR's producer down there saw kids being pulled from the rubble of their homes in recent days. But let's listen to what Ahel told me about how hard things are. The last time that a drinking water is yesterday in the morning. Everything here is getting worse every day. Every day is harder than the last. There is no place here in Gaza we can know."
  },
  {
    "confidence": 0.975734761904762,
    "end": 325586,
    "speaker": "C",
    "start": 320168,
    "text": "We keep saying Israel's expected ground invasion of Gaza now that the president has come and gone. When might that happen?"
  },
  {
    "confidence": 0.9427789062499999,
    "end": 342358,
    "speaker": "E",
    "start": 325688,
    "text": "Well, there are hundreds of thousands of reservists that have been called up at Israel's border. But in recent days, israel has indicated there may or may not be a ground invasion. I think there's real fears this could lead to heavy losses among Israeli soldiers, an intractable situation in Gaza, and that this could also draw other militant groups and engulf the region."
  },
  {
    "confidence": 0.8324837500000001,
    "end": 345482,
    "speaker": "C",
    "start": 342454,
    "text": "That's NPR Zaya Batrawi in Jerusalem. Thank you."
  },
  {
    "confidence": 0.9853799999999999,
    "end": 346058,
    "speaker": "E",
    "start": 345536,
    "text": "Thank you."
  },
  {
    "confidence": 0.9454520000000001,
    "end": 353230,
    "speaker": "C",
    "start": 346144,
    "text": "We stay in the Middle East with the ongoing dispute over who was responsible for that deadly explosion at the Gaza City hospital on Tuesday."
  },
  {
    "confidence": 0.9472862499999999,
    "end": 362254,
    "speaker": "B",
    "start": 354690,
    "text": "That's right. More information about the incident is emerging, but it's far from conclusive, and the Israelis and Palestinians are still blaming each other."
  },
  {
    "confidence": 0.9490246666666666,
    "end": 371298,
    "speaker": "C",
    "start": 362292,
    "text": "Here to break it down, we're joined by NPR national security correspondent Greg Myri. Okay, the explosion. Greg, how much do we know about what happened and what caused it?"
  },
  {
    "confidence": 0.9491645599999998,
    "end": 417870,
    "speaker": "F",
    "start": 371384,
    "text": "Well, there are photos, videos, eyewitness accounts. Me and my NPR colleagues have been going through all the available evidence, but what we don't have yet is clarity. Photos show an explosion dug a relatively small hole in the concrete in the parking lot of the Ahli Arab Hospital. A couple cars were destroyed. Fire burned several down to the metal frame. The hospital has broken windows, pock marked walls, and some missing roof tiles. But the hospital didn't suffer any real structural damage. A Palestinian doctor there at the time of the explosion spoke to NPR and described a horrific scene with many people killed just outside the hospital. But he said no one was killed inside the hospital. Just a few people wounded."
  },
  {
    "confidence": 0.9848193333333334,
    "end": 422622,
    "speaker": "C",
    "start": 417950,
    "text": "You said, outside the hospital. Why were there so many people outside of the hospital?"
  },
  {
    "confidence": 0.9339901724137928,
    "end": 441770,
    "speaker": "F",
    "start": 422766,
    "text": "Well, of course, the hospital is full of patients wounded in the war, so relatives and friends were present. But many other gazins, several thousand, came to the hospital grounds, hoping it would be a safe place to shelter. A large group was gathered in the courtyard at the time of the blast, according to multiple witnesses there."
  },
  {
    "confidence": 0.9787726923076925,
    "end": 449382,
    "speaker": "C",
    "start": 441840,
    "text": "Okay, so all the people who died were outside of the hospital. Does any of this provide any clues to who may have fired this weapon?"
  },
  {
    "confidence": 0.9401512087912091,
    "end": 482690,
    "speaker": "F",
    "start": 449526,
    "text": "Well, nothing for certain, but weapons experts say that the limited size of the blast in the parking lot suggests that a smaller weapon was used. So that could be a rocket fired by the Palestinians. Also, videos show a large fireball at the moment of impact, which could be rocket fuel that ignited. The Israelis say a militant Palestinian faction, islamic Jihad, not Hamas fired ten rockets toward Israel. They say one of those rockets misfired and crashed into the hospital grounds, and that's the cause of all these casualties."
  },
  {
    "confidence": 0.9251633333333334,
    "end": 486758,
    "speaker": "C",
    "start": 482770,
    "text": "And Palestinians, I would assume, are not going with that version. Right?"
  },
  {
    "confidence": 0.9510410416666666,
    "end": 520242,
    "speaker": "F",
    "start": 486844,
    "text": "Absolutely. They say Israel has been striking almost every corner of Gaza with relentless airstrikes that have killed many civilians, and that this was just part of that bombing campaign. Now, we should note that Israel airstrikes are often conducted with very powerful bombs and missiles, and they tend to leave very large craters that can take down a large section of a building, in some cases an entire building itself. But Israel also has smaller weapons in its arsenal, so it's not yet possible to rule in or rule out all the various possibilities here."
  },
  {
    "confidence": 0.9491299999999997,
    "end": 528054,
    "speaker": "C",
    "start": 520296,
    "text": "Yeah. And during his visit to Israel yesterday, president Biden said that he supported the Israeli version of events. So what reason, Greg, did he give?"
  },
  {
    "confidence": 0.960107763157894,
    "end": 553470,
    "speaker": "F",
    "start": 528172,
    "text": "Right. The president said that this was based on information he received from the Pentagon, but neither he nor the Pentagon provided any details. President Biden said he again thought it was an errant Palestinian rocket. And at the White House, the National Security Council said in a brief statement that it appeared israel was not responsible based on the intelligence available at this point, but they stressed that they were still looking for further information."
  },
  {
    "confidence": 0.8960436363636365,
    "end": 556654,
    "speaker": "C",
    "start": 553620,
    "text": "All right. That's NPR's greg Myri. Thanks for sorting this out."
  },
  {
    "confidence": 0.8101733333333333,
    "end": 558030,
    "speaker": "F",
    "start": 556772,
    "text": "Sure thing. Eh."
  },
  {
    "confidence": 0.9622872222222222,
    "end": 594998,
    "speaker": "C",
    "start": 583370,
    "text": "It'S deja vu all over again in Washington. The House of Representatives again held a vote to elect a new speaker. And again, Republican nominee Jim Jordan failed to secure the votes to get the gavel."
  },
  {
    "confidence": 0.9512165217391305,
    "end": 604122,
    "speaker": "B",
    "start": 595094,
    "text": "And the Ohio congressman actually lost support. On yesterday's second ballot, 22 Republicans voted for someone else. That's up from 20 on Tuesday."
  },
  {
    "confidence": 0.9339116216216216,
    "end": 616294,
    "speaker": "C",
    "start": 604266,
    "text": "NPR congressional correspondent Deirdre Walsh joins us now. Deirdre, kind of like watching Groundhogs Day, right? I mean, kind of feels that way. Do you think anything will change today? Will the House finally elect a speaker?"
  },
  {
    "confidence": 0.9414804054054052,
    "end": 640434,
    "speaker": "G",
    "start": 616442,
    "text": "We could see that same movie again. I mean, a third ballot for speaker could happen later today, but right now, no Republican has the 217 votes needed to be elected speaker. There's no sign that any of the 22 members in that GOP group that voted against Jordan are going to change their votes. One of them, Arkansas Republican Steve Womack, predicted a third ballot would get, quote, a lot worse for Jordan."
  },
  {
    "confidence": 0.9742944,
    "end": 648118,
    "speaker": "C",
    "start": 640562,
    "text": "And there's been some real blowback to the strategy of Jim Jordan's allies trying to wear people down and get them to vote for Jordan."
  },
  {
    "confidence": 0.9637760194174756,
    "end": 685170,
    "speaker": "G",
    "start": 648294,
    "text": "It's really backfired. And even last night, Congresswoman Marionette Miller Meeks from Iowa, who supported Jordan on the first ballot but voted against him on the second, denounced the tactic from Jordan's allies and actually shouted out fellow members of Congress, denouncing them. She said she received death threats and said, one thing I cannot stomach or support is a bully. Jordan condemned the threats, but some think he's not doing enough. A lot of these holdouts say this pressure campaign from right wing media targeting lawmakers, flooding their offices with calls, is a reason why the resistance is hardening and perhaps expanding."
  },
  {
    "confidence": 0.9666436842105263,
    "end": 693094,
    "speaker": "C",
    "start": 685250,
    "text": "Are talks getting any more serious about Democrats maybe working with Republicans in kind of a power sharing agreement?"
  },
  {
    "confidence": 0.9621256122448978,
    "end": 724270,
    "speaker": "G",
    "start": 693222,
    "text": "There are some who are pushing this idea that Patrick McHenry of North Carolina, he's the speaker pro TEM, who's presiding over the election, could get new authority to do things like bring up bills to avoid a shutdown, later to approve aid to Israel. A growing group of Republicans say it's important now to have a temporary speaker, at least for some period of time, so the House can function. McHenry insists he's focused on getting a Republican majority to elect a Republican speaker, but he seemed to crack the door open to his role, maybe changing."
  },
  {
    "confidence": 0.9620232432432432,
    "end": 737762,
    "speaker": "H",
    "start": 724350,
    "text": "Obviously, this is unprecedented. What we're dealing with. My role here is to be determined, but I've constructed that as narrowly as the rules say I should. And we can't transact business until we elect a speaker."
  },
  {
    "confidence": 0.9754171739130435,
    "end": 750346,
    "speaker": "G",
    "start": 737826,
    "text": "But any resolution to do this would have to pass the House with Democratic support. The minority leader, Hakeem Jeffries, says he's open, but the details would still have to be worked out in terms of how long McHenry could serve and what he could do."
  },
  {
    "confidence": 0.9449012195121951,
    "end": 763546,
    "speaker": "C",
    "start": 750448,
    "text": "Now, I know President Biden is going to address the nation from the Oval Office tonight, going to ask for money for wars in Ukraine and Israel. What does this dysfunction in the House, Deirdre, mean for Congress approving those requests?"
  },
  {
    "confidence": 0.9670350617283953,
    "end": 790550,
    "speaker": "G",
    "start": 763658,
    "text": "I mean, the hurdle is just that much higher. Without a speaker, nothing can happen. There is broad bipartisan support for approving money for Israel and for Ukraine. Senate leaders from both parties want to tie them together, but Jim Jordan and a lot of other House Republicans voted against any more money for Ukraine. That's a big reason why some Republicans who support aid continuing or running out are more openly talking about this idea of installing a temporary speaker."
  },
  {
    "confidence": 0.9733941666666667,
    "end": 794406,
    "speaker": "C",
    "start": 790630,
    "text": "That's NPR's deirdre Walsh. Thanks for keeping up with this saga, Deirdre."
  },
  {
    "confidence": 0.86295,
    "end": 795580,
    "speaker": "G",
    "start": 794518,
    "text": "We'll do. Thanks."
  },
  {
    "confidence": 0.8678118181818181,
    "end": 805894,
    "speaker": "C",
    "start": 802670,
    "text": "And that's up first for Thursday, October 19. I'm me martinez."
  },
  {
    "confidence": 0.9242920370370371,
    "end": 822558,
    "speaker": "B",
    "start": 805942,
    "text": "And I'm Michelle Martin. Today's episode of Up First was edited by Peter Granitz, Andrew Sussman, Kelsey Snell, and H. J. Mai, and was produced by Monsie Karana, Katie Klein, and Lindsay Toddy. We get engineering support from Stacy Abbott, and our technical director is Zach Coleman. Start your day here with us tomorrow."
  },
  {
    "confidence": 0.9652119999999996,
    "end": 839820,
    "speaker": "C",
    "start": 822654,
    "text": "And are you ready for more NPR News? And know that you are. There's a radio show for that. Find NPR's Morning Edition on your NPR station at stations npr.org and for podcasts, local news, and the latest headlines, take NPR everywhere with the NPR app. It's in the app store. Go get you some."
  },
  {
    "confidence": 0.959412586206897,
    "end": 878664,
    "speaker": "I",
    "start": 852780,
    "text": "Hi. It's Deepa Fernandez from NPR's here and now. I'm one of thousands of NPR network voices coming to you from over 200 local newsrooms across the country. We bring all of us closer together through free and independent journalism, music, politics, culture, and so much more. The NPR Network what you hear changes everything. Learn more@npr.org. Network."
  },
  {
    "confidence": 0.9560009859154933,
    "end": 899360,
    "speaker": "J",
    "start": 878792,
    "text": "Know that fizzy feeling you get when you read something really good? Watch the movie everyone's been talking about or catch the show the Internet can't get over. At the Pop Culture Happy Hour podcast, we chase that feeling five times a week. We talk about the buzziest, movies, TV, music, books and more, from low brow to highbrow to in between, catch the Pop Culture Happy Hour podcast from NPR."
  }
]
